<template>
  <div class="complaintMsg txtContainer">
    <div class="txtContent borderBox">
      <p>投诉须知</p>
      <p>您应保证您的投诉行为基于善意，并代表您本人真实意愿，腾放作为中立服务平台，收到您的投诉后，会尽快按照相关法律法规独立判断并进行处理。以下内容需要您了解并知悉：</p>
      <p>受理范围</p>
      <p>一、</p>
      <p>仅针对您在使用本平台过程中，有关于消费、预定、服务等内容的投诉申请，除此之外一概不予受理。</p>
      <p>【消费】平台中有关于高速通行费、停车费、加油费、商城消费过程中出现的问题。</p>
      <p>【预定】平台中有关于预定类功能使用中出现的问题。</p>
      <p>【服务】平台中有关于客服、积分兑换、活动优惠、用户注册/绑定/解绑中出现的问题。</p>
      <p>为了您的申请能及时被受理，请特别注意以下事项：</p>
      <p>二、</p>
      <p>1、申请者请完整、详细填写相关申诉表单，不得遗漏每一项，否则不予处理，完成申诉后请耐心等候按管理人员受理；</p>
      <p>2、资料不齐的，理由不充分的申请，反复提交将不予处理；</p>
      <p>3、上传的电子版证件、材料必须清晰。申诉内文中请附上相关图片/视频和链接，并请详细解释投诉问题的原因，必要的需列上证据。投诉一旦处理不予恢复，请慎重申请！</p>
      <p>4、处理时间一般为2-3个工作日。最终解释权归腾放科技所有。</p>
      <p>5、客服电话0431-81872579.</p>
    </div>
    <!-- 背景组件 -->
    <general></general>
  </div>
</template>
<script>
export default {
  name: 'complaintMsg',
  activated() {
    document.title = '投诉须知';
  }
}
</script>
