<template>
  <div class="disclaimer txtContainer">
    <div class="txtContent borderBox">
      <p>重要提示：</p>
      <p>吉林省腾放科技有限公司（为了便于理解，以下简称“本公司”），为用户（以下简称“您”）提供车辆信用支付服务。</p>
      <p>本声明对您和本公司均具有法律约束力。</p>
      <p>在使用车辆信用支付服务前请您务必仔细阅读并透彻理解本声明，如果您继续选择访问智慧高速CPS公众号登录网站使用本服务，您的行为将被视为对本声明全部内容的认可。吉林省腾放科技有限公司网站（www.jltengfang.com）现在及将来公示的新增支付功能的单项协议或规则、操作时的提示（包括通过客户端软件）以及《车辆信用支付服务协议》、《微信支付用户服务协议》（以下统称“附属协议”）及业务规则。本公司在此特别提醒您认真阅读并充分理解本协议和附属协议各条款，特别是免除或限制本公司的责任、限制您的权利、规定争议解决方式的相关条款。请您审慎阅读并选择是否接受本协议和附属协议（未成年人应在监护人陪同下阅读）。除非您接受本协议和附属协议的所有条款，否则您无权使用车辆信用支付服务。您一经开通或使用车辆信用支付服务，即视为您已理解并接受本声明和附属协议。</p>
      <p>一、【本服务】</p>
      <p>1.1本公司为您提供车辆信用支付服务业务办理及查询服务，您在访问和使用本公司网站时，不得将与本公司相关的内容及服务用作非法用途。</p>
      <p>1.2任何其他媒体、网站或个人不当转载或引用本平台内容而引起的民事纷争、行政处理或其他损失，本公司不承担任何责任。</p>
      <p>1.3本平台刊载的所有内容，包括但不限于文字报道、图片、声音、标识、商标、商号、域名、软件、版面设计以及为绑定用户提供的任何信息，均适用国家和地区以及国际公约中有关著作权、商标权、专利权及其它财产所有权法律的保护，为腾放公司和相关权利人专属所有或持有。</p>
      <p>1.4您不得利用本服务实施下列任一行为：</p>
      <p>（1） 反对宪法所确定的基本原则，危害国家安全、泄漏国家秘密、颠覆国家政权、破坏国家统一；</p>
      <p>（2） 侵害他人名誉、隐私权、商业秘密、商标权、著作权、专利权及其他权利；</p>
      <p>（3） 冒用他人名义使用本服务或电话号码与身份证号无法一一对应的；</p>
      <p>（4） 从事任何不法交易行为，如贩卖枪支、毒品、禁药、盗版软件，在网上买卖POS机（包括MPOS）、刷卡器等受理终端，或贩卖其他违禁物；</p>
      <p>（5） 提供赌博资讯或以任何方式引诱他人参与赌博；</p>
      <p>（6） 涉嫌实施或实施洗钱、套现或进行传销活动；</p>
      <p>（7） 使用无效信用卡或他人信用卡进行交易；</p>
      <p>（8） 使用无效银行账户或他人银行账户进行交易；</p>
      <p>（9） 侵害本服务系統；</p>
      <p>（10） 违反法律法规、监管规定、本公司或其关联公司网站的条款、协议、规则、通告等相关规定，而被上述任一主体终止提供服务；</p>
      <p>（11）出租、出借、出售、购买银行账户或者支付账户，假冒他人身份或者虚构代理关系开立银行账户或者支付账户；</p>
      <p>（12） 从事其他违反国家法律、法规、规章及政策法令的行为，或其他违反本协议的行为。</p>
      <p>二、【用户】</p>
      <p>2.1 您必须是中华人民共和国大陆地区合法居民、事业单位、社会团体及其他机构，方有资格签订本协议并可能获得车辆信用支付服务。您应确保您提供的任何个人、车辆信息合法、有效、真实、准确，腾放公司有权对此进行查询和核实；如有变动，您应及时通知我们进行更新。如果您提供的注册信息不合法，不是最新有效，不真实，不准确，或不完整，不能通过审核。</p>
      <p>2.2腾放公司尊重并保护使用本平台服务的用户，以及用户的个人隐私权。用户注册的手机号、车辆信息等个人资料，以及绑定微信和机动车的资料、机动车信息，非经用户授权或根据相关法律、法规的强制性规定，腾放公司不会主动泄露给第三方。由于用户将个人二维码或微信号告知他人或与他人共享，由此导致的任何个人资料泄露，腾放公司不负任何责任。</p>
      <p>2.3您应妥善保管下列信息、资料和硬件设备：</p>
      <p>（1）银行卡及其密码、CVV码、有效期等卡片信息；</p>
      <p>（2）微信号及其登录密码；</p>
      <p>（3）微信支付密码、手势密码；</p>
      <p>（4）手机等移动终端及SIM卡信息；</p>
      <p>（5）指纹信息、虹膜信息、人脸信息、声纹信息等生物识别信息。</p>
      <p>（6）车辆信用支付平台用户二维码。</p>
      <p>您应妥善保管上述资料、信息和硬件设备，并确保您的手机等移动终端设备在安全、无病毒、未被入侵、未被监控、未被非法控制的环境下运行和使用。若您泄露了上述信息中的任意一项或遗失了上述硬件设备，由此导致的风险和损失应由您自行承担。</p>
      <p>2.4如您在使用本服务中出现下列情况：</p>
      <p>您的车辆在高速入口有通行记录，在高速出口无通行记录。</p>
      （1）
      <p>您的车辆在高速入口无通行记录，在高速出口有通行记录。</p>
      （2）
      <p>当以上情况发生时，将按照省内高速全程来收取用户相应费用。</p>
      <p>2.5 如您在使用本服务缴费过程中出现下列情况</p>
      <p>（1）微信钱包余额不足</p>
      <p>（2）微信绑定银行卡余额不足</p>
      <p>当以上情况发生，腾放公司将代客户垫付车辆通行费用，用户需在2日内补交欠款，如逾期未缴纳欠款，会导致客户信用体系降低：如果5日内还未缴纳欠款，会使用户产生额外滞纳金，如果用户3次以上欠款，客户将会在车辆征信系统列入黑名单，导致无法进入高速公路的行驶权利。</p>
      <p>2.6 本服务仅限于具有车辆征信支付标识的地方使用，在未标示的地方产生纠纷，您应当为此承担责任。</p>
      <p>三、【遵守当地法律监管】</p>
      <p>3.1 您在使用本服务过程中应当遵守当地相关的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。</p>
      <p>3.2 如您所属的地区禁止或限制本声明内容的全部或部分，则您应立即停止使用本服务。</p>
      <p>3.3 您应避免因使用本服务而使本公司卷入政治和公共事件，否则本公司有权暂停或终止对您的服务。</p>
      <p>四、【责任范围及限制】</p>
      <p>4.1 本公司仅对本声明中所列明的义务承担责任，且该责任范围仅以您实际遭受的经济损失为限。</p>
      <p>4.2 本公司仅提供本服务，并不参与具体的商品或服务交易，您使用本服务时，因商品或服务交易本身所产生的任何纠纷或责任应由您自行解决或承担与本公司无关。</p>
      <p>4.3 本服务是在现有技术水平下提供的，本公司将尽力为您提供服务，但无法保证该服务完全符合您的预期。</p>
      <p>五、【不可抗力及其他免责事由】</p>
      <p>5.1 在使用本服务的过程中，可能会遇到不可抗力等风险因素，使本服务发生中断。不可抗力是指不能预见、不能克服、不能避免且对一方或双方造成重大影响的客观事件，包括但不限于洪水、地震、瘟疫和风暴等自然灾害以及战争、动乱、政府行为等社会事件。出现上述情况时，本公司将努力在第一时间与相关单位配合及时进行修复，但由此给您造成的损失本公司在法律允许的范围内免责。</p>
      <p>5.2 在法律允许的范围内，本公司对以下情形导致的服务中断或受阻不承担责任：</p>
      <p>（1） 受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；</p>
      <p>（2） 您或本公司的电脑软件、系统、硬件和通信线路出现故障；</p>
      <p>（3） 您操作不当；</p>
      <p>（4） 您通过非本公司授权的方式使用本服务；</p>
      <p>（5） 银行系统或银行网络出现故障；</p>
      <p>（6） 其他本公司无法控制或合理预见的情形。</p>
      <p>5.3 您在使用本服务的过程中，本公司不对下列风险担责：</p>
      <p>（1） 遭受他人误导、欺骗或其他导致任何心理、生理上的伤害以及经济上的损失；</p>
      <p>（2） 其他因网络信息或您行为引起的风险。</p>
      <p>8.4 您在使用本服务的过程中，本公司在法律规定的范围内可处理违法违规内容，但其不构成本公司的义务或承诺。</p>
      <p>六、【暂停、中断或终止服务】</p>
      <p>6.1 本公司有权基于业务调整或风险管控的需要，暂停、中断或终止向您提供本服务。</p>
      <p>6.2 您理解，本公司有权依据相关法律规定对您的车辆信用支付交易进行风险管控。您同意，当本公司基于单方判断，认为您有可疑交易或有违反法律规定或本协议约定之情形时，本公司有权不经通知，先行暂停、中断或终止向您提供本服务（包括但不限于对您微信支付账户名下的款项和在途交易采取限制交易、暂停交易、取消交易、调账等措施），并拒绝您使用本服务之部分或全部功能。若本公司决定终止向您提供本服务的全部或部分服务，本公司有权将您的微信支付账户中的全部合法资金退回到您绑定的银行账户，若本公司判断您的微信支付账户中的资金涉嫌违法或犯罪事项，本公司有权对您的微信支付账户及账户中的资金采取关闭收付款、提现等功能的措施，并根据国家有权机关的指令对资金予以冻结、扣划。</p>
      <p>6.3 本公司发现您违反本协议或附属协议约定的，有权暂停、中断或终止向您提供本服务，注销您的微信支付账户，并在一段时间内不再向您提供任何服务。</p>
      <p>七、【知识产权保护】</p>
      <p>7.1 本公司在本服务中提供的内容（包括但不限于网页、文字、图片、音频、视频、图表等）的知识产权归本公司及其关联公司所有，您在使用本服务中所产生内容的知识产权归您或相关权利人所有。</p>
      <p>7.2 除另有特别声明外，本公司提供本服务时所依托软件的著作权、专利权及其他知识产权均归本公司及其关联公司所有。</p>
      <p>7.3 本公司在本服务中所使用的“财付通”和“tenpay”等商业标识，其著作权或商标权归本公司及其关联公司所有。</p>
      <p>7.4 上述知识产权均受到法律保护，未经本公司、您或相关权利人书面许可，任何人不得以任何形式进行使用或创造相关衍生作品。</p>
      <p>八、【法律适用及争端解决】</p>
      <p>8.1 本协议签订地为中华人民共和国吉林省长春市南关区。</p>
      <p>8.2 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
      <p>8.3 您和本公司因本声明产生任何纠纷或争议的，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交至本协议签订地（长春市南关区）有管辖权的人民法院解决。</p>
      <p>九、【其他条款】</p>
      <p>9.1 本声明所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本声明涵义解释的依据。</p>
      <p>9.2 本声明条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
    </div>
    <general></general>
  </div>
</template>
<script>
export default {
  name: 'disclaimer',
  activated() {
    document.title = '免责协议';
  }
}
</script>
