<template>
  <div class="privacy txtContainer">
    <div class="txtContent borderBox">
      <p>隐私保护声明</p>
      <p>本声明所称“腾放科技”是指吉林省腾放科技有限公司及其直接或间接控股的公司。</p>
      <p>一、关于个人信息保护的政策</p>
      <p>腾放科技的业务是建立在与客户彼此信任的基础之上的，为了向您提供更优质的客户服务和产品，腾放科技将通过小K出行公众账号/小K出行小程序（以下简称“小K出行”）收集您的部分信息。为了使您提供的所有信息都能得到机密保障，腾放科技采用下述关于信息保护的政策：</p>
      <p>1.小K出行收集信息的范围仅限于那些腾放科技认为对了解您的服务需求和开展业务所必需的相关资料。</p>
      <p>2.腾放科技将对您提供的信息严格保密，除具备下列情形之一外，不会向任何外部机构披露您的信息：</p>
      <p>（1）经过您事先同意而披露；</p>
      <p>（2）应法律法规的要求而披露；</p>
      <p>（3）应政府部门或其他代理机构的要求而披露；</p>
      <p>（4）应腾放科技上级监管机构的要求而披露；</p>
      <p>3.腾放科技尽力确保对您的信息纪录是准确和及时的。</p>
      <p>4.小K出行设有严格的安全系统，以防止未经授权的任何人、包括腾放科技的职员获取您的信息。</p>
      <p>5.任何第三方，在得到腾放科技许可获取您的个人信息时，都被要求严格遵守保密责任。</p>
      <p>腾放科技遵守对以上政策的承诺，并将竭力维护您给于的信任。</p>
      <p>二、关于个人信息的处理</p>
      <p>本节将描述腾放科技如何处理您访问小K出行时有可能提供的任何私人信息的细节。</p>
      <p>1、数据安全</p>
      <p>安全是小K出行的首要要求。腾放科技将在任何时候竭力保证您的个人信息不会被人擅自或意外取得、处理或删除。腾放科技采取各种合适的物理、电子和管理方面的措施来保护您的个人数据，以实现腾放科技对数据安全的承诺。</p>
      <p>小K出行会采取各种实际措施保证个人信息不会被保管超过合理的期限, 腾放科技将遵守所有关于可辨识个人信息保存的法规要求。</p>
      <p>2、个人信息的授权</p>
      <p>您授权腾放科技，除法律另有规定之外，将您提供给腾放科技的信息、享受腾放科技服务产生的信息（包括使用小K出行之前提供和产生的信息）以及腾放科技根据本条约定查询、收集的信息，用于腾放科技及其因服务必要委托的合作伙伴为您提供服务、推荐产品、开展市场调查与信息数据分析。</p>
      <p>您授权腾放科技，除法律另有规定之外，基于为本人提供更优质服务和产品的目的，向腾放科技因服务必要开展合作的伙伴提供、查询、收集您的信息。</p>
      <p>为确保本人信息的安全，腾放科技及其合作伙伴对上述信息负有保密义务，并采取各种措施保证信息安全。</p>
      <p>本条款具有独立法律效力，不受本隐私保密声明效力状态变化的影响。</p>
      <p>如您不同意上述授权条款的部分或全部，可致电客服热线（0431-81872579）取消或变更授权。</p>
      <p>个人信息的收集</p>
      3、
      <p>3.1"cookie" 的使用</p>
      <p>小K出行使用了cookie的功能，cookie是一个标准的互联网技术，载有小量资料的档案，自动储存于用户本身电脑或手机所安装的互联网浏览器。它可以使小K出行存储和获得用户登录信息。小K出行使用cookie来确保您不会重复浏览到相同的内容并可以获得最新的信息，并使用cookie来确认您是小K出行的合法用户。cookie收集的是不记名的集体统计资料，并不包括姓名、地址、及电话、电邮地址等个人联络资料。即使在使用cookie的情况下，除非您非常明确的告知小K出行，否则小K出行并不会获知您的个人信息。目前常见的浏览器版本均预设启动cookie的功能。如您想禁用cookie，可更改浏览器的设定，但更改后可能不可以进入本网站的某些部分。</p>
      <p>3.2促销活动</p>
      <p>小K出行将不定时收集网站访问者（和包括参加活动的人士）的个人信息。小K出行只会从自愿提供上述信息的人士收集这些信息。腾放科技可能会使用这些信息来通知提供信息的人士将会感兴趣的服务，也可能邀请网站访问者参加市场调研和其它类似活动。</p>
      <p>您可以选择通过电子邮件来获得活动材料。如果您收到电子邮件或活动邮件后，您有权力选择退出。</p>
      <p>如果您任何时候想让小K出行停止向您发送活动邮件，请拨打客服电话0431-81872579，联络小K出行在电话服务中心的代表。在收到您的要求后30天之内，小K出行将免费采取措施，确保不会再向您发送活动信息。当小K出行要求您提供个人信息时，小K出行会说明这些信息的用途，并且保证这些信息只用作收集时说明的用途。</p>
      <p>4、关于信息收集的声明</p>
      <p>此声明意在告知阁下个人信息收集原因,信息用途和关于查阅这些信息的规定。</p>
      <p>4.1收集个人信息的原因</p>
      <p>小K出行收集个人信息是用于腾放科技向您提供服务和提高服务品质。若您未能向腾放科技提供该等数据，可能会导致腾放科技无法为您在小K出行开立或延续账户、建立或延续用户登录功能或提供保险等其他腾放科技的服务。</p>
      <p>4.2信息用途</p>
      <p>个人信息可能会用于下列用途：</p>
      <p>（1）为客户提供服务和业务便利所涉及之日常运作；</p>
      <p>（2）设计和推广供客户使用的服务；</p>
      <p>（3）根据对腾放科技或其任何分支机构有约束力的法律规定而作出披露；</p>
      <p>（4）与上述有关的用途。</p>
      <p>4.3个人信息的披露</p>
      <p>腾放科技会对通过小K出行收集的个人信息保密，但腾放科技可能会把该等数据提供给下述各方作第(4.2)段列出的用途：</p>
      <p>（1）任何代理人、承包人、或向腾放科技提供行政、电讯、计算机、付款或其它与腾放科技业务运作有关服务的第三方供应者；</p>
      <p>（2）任何对腾放科技有保密责任的人士，包括已承诺为该资料保密的腾放科技的关联企业及其分支机构；</p>
      <p>（3）腾放科技包括所有分支机构有法律义务对之披露的任何人士；</p>
      <p>（4）腾放科技的任何实际或建议承让人或腾放科技对客户的权利的参与人或附属参与人或受让人。</p>
      <p>4.4信息查阅</p>
      <p>任何个人有权：</p>
      <p>（1）查核腾放科技是否持有他的数据及查阅该等数据；</p>
      <p>（2）要求腾放科技改正任何有关他的不准确的资料；</p>
      <p>（3）查明腾放科技对于数据的政策及惯例和获告知腾放科技持有的个人资料种类；</p>
      <p>腾放科技有权就处理任何查阅数据的要求收取合理费用。</p>
      <p>重要事项：阁下进入小K出行及浏览其任何网页，即表示阁下同意遵守上述条款。谢谢选择吉林省腾放科技有限公司。</p>
    </div>
    <general></general>
  </div>
</template>
<script>
export default {
  name: 'privacy',
  activated() {
    document.title = '隐私协议';
  }
}
</script>
